Repository: common-repository/protect-wp-files
Catalog: languages/protect-wordpress-files-*.po
Languages: nl_nl

source: You need to be loggedin to access this file.
nl_nl: Je moet ingelogd zijn om het bestand te kunnen downloaden.

source: General
nl_nl: Algemeen

source: Access denied message
nl_nl: Toegang geweigerd bericht

source: Save
nl_nl: Opslaan

source: Hi %s, we are here to help!
nl_nl: Hoi %s, we zijn hier om te helpen!

source: We know how it feels if, you download a WordPress plugin and, something does not work well as expected.
nl_nl: We weten hoe het voelt als je een WordPress-plugin downloadt en iets werkt niet goed zoals verwacht.

source: Do you need support or you have some awesome ideas let us know?
nl_nl: Heb je ondersteuning nodig of heb je een aantal geweldige ideeën laat het ons weten?

source: We try to come back to you in 48 hours.
nl_nl: We proberen binnen 48 uur bij je terug te komen.

source: Send support ticket
nl_nl: Ondersteuningsticket verzenden

source: Upload file(s)
nl_nl: Upload nieuw bestand

source: Choose a file&hellip;
nl_nl: Kies een bestand&hellip;

source: Submit
nl_nl: Uploaden

source: The file is uploading
nl_nl: Het bestand wordt geüpload

source: Copy
nl_nl: Kopiëren

source: The url has been copied to your clipboard!
nl_nl: De URL is naar het Klembord gekopieerd!

source: Upload new file
nl_nl: Upload nieuw bestand

source: After upload you can find the files <a href="%s" target="_blank">here</a>
nl_nl: Na het uploaden kan je de files bekijken door <a href=“%s” target=“_blank”>hier</a> te klikken.

source: Close the introduction
nl_nl: Sluit de inleiding

source: Protect WordPress Uploads
nl_nl: Beveilig WordPress Uploads

source: Hi %s! Thank you for downloading our plugin.
nl_nl: Hoi %s! Bedankt voor het downloaden van onze plugin.

source: Did you know? Any file uploaded to your WordPress website is not protected.
nl_nl: Wist je dit al? Elk bestand dat je upload naar je WordPress website is niet beschermd.

source: With Protect WordPress Uploads you can upload files safely and share files with other registered users on your website and community.
nl_nl: Met Beveilig WordPress Uploads houdt je je bestanden veilig en kan je bestanden veilig delen met andere geregistreerde gebruikers op je website.

source: Seamlessly integrated, you can easily protect your WordPress Uploads by just one single click. Once protected, files cannot be accessed directly through their original, unprotected links (URLs) and unwanted users will be redirected.
nl_nl: Naadloos geïntegreerd. Je kan eenvoudig je WordPress Uploads beveiligen met slechts één enkele klik. Eenmaal beveiligd, kunnen bestanden niet rechtstreeks worden geopend via hun oorspronkelijke, onbeveiligde links (Url's) en ongewenste gebruikers zullen worden omgeleid.

source: Get started
nl_nl: Aan de slag

source: Get Started
nl_nl: Aan de slag

source: Need support?
nl_nl: Hulp nodig?

source: Upload, protect and unprotect WordPress uploads.
nl_nl: Upload & bescherm WordPress Uploads.

source: Protected link
nl_nl: Beveiligde link

source: Copy the protected link anywhere on your WordPress website.
nl_nl: Kopieer de beveiligde link overal op je WordPress website.

source: Filter
nl_nl: Filteren

source: Go to the Media Library and filter by protected WordPress uploads.
nl_nl: Ga naar de mediabibliotheek en filter door beveiligde WordPress Uploads.

source: Logged-in users
nl_nl: Ingelogde gebruikers

source: Protected uploads are only available for logged-in users.
nl_nl: Beveiligde uploads zijn alleen beschikbaar voor ingelogde gebruikers.

source: We where unable to create a "private" folder in your wp-uploads/ folder. Create it manually or make sure your wp-uploads/ folder has 0777 directory rights.
nl_nl: We konden geen “private” folder voor je aanmaken in de wp-uploads/ folder. Maak de folder handmatig aan of zorg ervoor dat de wp-uploads/ folder schrijfrechten heeft.

source: We where unable to create a ".htaccess" file in the wp-uploads/private/ folder. Create it manually or make sure your wp-uploads/private/ folder has 0777 directory rights.
nl_nl: We konden geen “.htaccess” bestand voor je aanmaken in de wp-uploads/private/ folder. Maak het bestand handmatig aan of zorg ervoor dat de wp-uploads/private/ folder schrijfrechten heeft.

source: Protect uploads
nl_nl: Beveilig uploads

source: Settings
nl_nl: Instellingen

source: Introduction
nl_nl: Even voorstellen

source: Support
nl_nl: Ondersteuning

source: The file is uploaded.
nl_nl: Het bestand is geupload.

source: This type of file is not allowed by WordPress to upload.
nl_nl: Dit type bestand is niet toegestaan door WordPress om te uploaden.

source: The file is not uploaded for some reason
nl_nl: Het bestand is door een of andere reden niet geupload.

source: Oops you tried something insecure!
nl_nl: Oeps je probeerde iets wat niet mag!

source: View
nl_nl: Bekijken

source: Unprotect
nl_nl: Beveiliging opheffen

source: Protect
nl_nl: Beveiligen

source: <span style="color: red; border: 1px solid red; font-size: 9px; text-transform: uppercase;">Protected</span>
nl_nl: <span style=“color: red; border: 1px solid red; font-size: 9px; text-transform: uppercase;”>Beveiligd</span>

source: You are not allowed to do this action.
nl_nl: Je kan deze actie niet doen.

source: This file is already protected.
nl_nl: Het bestand is al beveiligd.

source: Protected
nl_nl: Beveiligd

source: The file does not exists.
nl_nl: Het bestand bestaat niet.

source: Protect WordPress Uploads! You are using NGINX please update your nginx config file. A rewrite example is available in the plugins "_rewrites/" folder.
nl_nl: Beveilig WordPress Uploads! Je gebruikt NGINX. Update je nginx config file and voeg een stukje rewrite code toe. Een voorbeeld is beschikbaar in de plugins “_rewrites” folder.

source: Filter by protected uploads
nl_nl: Filteren op beveiligde uploads

source: All files (protected/unprotected)
nl_nl: Alle bestanden (beveiligd/onbeschermd)

source: Unprotected
nl_nl: Onbeschermd

source: Protected URL
nl_nl: Beveiligde URL

source: This plugin makes it possible to upload and protect WordPress uploads and keep them safe for non-registered users.
nl_nl: De plugin maakt het mogelijk om uploads te beveiligen. Niet ingelogde gebruikers kunnen de bestanden niet downloaden wanneer ze beveiligd zijn.
